<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `dede_addonarticle_product`;");
E_C("CREATE TABLE `dede_addonarticle_product` (
  `aid` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `typeid` smallint(5) unsigned NOT NULL DEFAULT '0',
  `body` mediumtext,
  `redirecturl` varchar(255) NOT NULL DEFAULT '',
  `templet` varchar(30) NOT NULL DEFAULT '',
  `userip` char(15) NOT NULL DEFAULT '',
  `price` varchar(250) NOT NULL DEFAULT '',
  PRIMARY KEY (`aid`),
  KEY `typeid` (`typeid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8");
E_D("replace into `dede_addonarticle_product` values('2','4','私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1','','','127.0.0.1','1800');");
E_D("replace into `dede_addonarticle_product` values('24','4','私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2','','','127.0.0.1','1700');");
E_D("replace into `dede_addonarticle_product` values('25','4','私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3','','','127.0.0.1','1600');");
E_D("replace into `dede_addonarticle_product` values('26','4','私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4','','','127.0.0.1','1500');");
E_D("replace into `dede_addonarticle_product` values('27','4','私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5','','','127.0.0.1','1400');");
E_D("replace into `dede_addonarticle_product` values('28','4','私藏酒测试标题6私藏酒测试标题6私藏酒测试标私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试私藏酒测试标私藏酒测试标题6私藏酒测试标题6私藏酒私藏酒私藏酒私私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6','','','127.0.0.1','1300');");
E_D("replace into `dede_addonarticle_product` values('29','4','私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7','','','127.0.0.1','1200');");
E_D("replace into `dede_addonarticle_product` values('30','4','私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏私藏酒测试标私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7','','','127.0.0.1','1100');");

require("../../inc/footer.php");
?>