<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `dede_archives`;");
E_C("CREATE TABLE `dede_archives` (
  `id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `typeid` smallint(5) unsigned NOT NULL DEFAULT '0',
  `typeid2` varchar(90) NOT NULL DEFAULT '0',
  `sortrank` int(10) unsigned NOT NULL DEFAULT '0',
  `flag` set('c','h','p','f','s','j','a','b') DEFAULT NULL,
  `ismake` smallint(6) NOT NULL DEFAULT '0',
  `channel` smallint(6) NOT NULL DEFAULT '1',
  `arcrank` smallint(6) NOT NULL DEFAULT '0',
  `click` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `money` smallint(6) NOT NULL DEFAULT '0',
  `title` char(60) NOT NULL DEFAULT '',
  `shorttitle` char(36) NOT NULL DEFAULT '',
  `color` char(7) NOT NULL DEFAULT '',
  `writer` char(20) NOT NULL DEFAULT '',
  `source` char(30) NOT NULL DEFAULT '',
  `litpic` char(100) NOT NULL DEFAULT '',
  `pubdate` int(10) unsigned NOT NULL DEFAULT '0',
  `senddate` int(10) unsigned NOT NULL DEFAULT '0',
  `mid` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `keywords` char(30) NOT NULL DEFAULT '',
  `lastpost` int(10) unsigned NOT NULL DEFAULT '0',
  `scores` mediumint(8) NOT NULL DEFAULT '0',
  `goodpost` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `badpost` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `voteid` mediumint(8) NOT NULL,
  `notpost` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `description` varchar(255) NOT NULL DEFAULT '',
  `filename` varchar(40) NOT NULL DEFAULT '',
  `dutyadmin` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `tackid` int(10) NOT NULL DEFAULT '0',
  `mtype` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `weight` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `sortrank` (`sortrank`),
  KEY `mainindex` (`arcrank`,`typeid`,`channel`,`flag`,`mid`),
  KEY `lastpost` (`lastpost`,`scores`,`goodpost`,`badpost`,`notpost`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8");
E_D("replace into `dede_archives` values('2','4','0','1359797340','p,a','1','17','0','52','0','私藏酒测试标题1','','','admin','未知','/uploads/130202/1-130202155ZTQ.jpg','1359797340','1359790895','1','私,藏酒,测试,标题,私,藏酒,测试,标题,标私,','0','0','0','0','0','0','私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题1私藏酒测试标题','','1','0','0','1');");
E_D("replace into `dede_archives` values('3','19','0','1359791323','','1','1','0','144','0','岁尾年头说“陈酿”','','','admin','未知','','1359791323','1359791130','1','岁尾,年头,说,“,陈酿,”,二十九,去打,酒,','0','0','0','0','0','0','二十九，去打酒；年三十，包饺子；有钱没钱，打酒过年。来自白酒营销得到的数据：从第一年的9月到第二年的春节后，始终是白酒消费最高峰期，白酒全年销售总量的90%是在这一阶段','','1','0','0','1');");
E_D("replace into `dede_archives` values('4','19','0','1359791997','p','1','1','0','162','0','世界顶级名酒介绍','','','admin','未知','/uploads/allimg/130202/1-13020216004T07-lp.png','1359791997','1359792169','1','世界,顶级,名酒,介绍,','0','0','0','0','0','0','','','1','0','0','2');");
E_D("replace into `dede_archives` values('5','19','0','1359792173','p','1','1','0','112','0','生日寿宴','','','admin','未知','/uploads/allimg/130202/1-13020216050A36-lp.png','1359792173','1359792321','1','生日,寿宴,【,生日,、,祝寿,的,风俗,安排,】,','0','0','0','0','0','0','【 生日、祝寿的风俗安排】 生日祝寿如何安排呢？ 按照中国民间的习俗，祝贺生日，小的曰过生日，老的曰为祝寿。通常四十岁以下的称作过生，以上就 称作做寿 。而今过生日就是','','1','0','0','3');");
E_D("replace into `dede_archives` values('6','19','0','1359792332','','1','1','0','56','0','上头、酒后头痛为什么？','','','admin','未知','','1359792332','1359792375','1','上头,、,酒后,头痛,为什么,有些,酒,为何,会,','0','0','0','0','0','0','有些酒为何会特别上头，酒后头痛？ 喝酒都会上头，但有些酒特别容易上头，有些酒后还会头痛，这是为什么呢？主要原因： 1－酒中的杂醇油含量高，饮后头痛。是因为酿酒原料较差','','1','0','0','4');");
E_D("replace into `dede_archives` values('7','19','0','1359792377','p','1','1','0','157','0','腊八节节日文化','','','admin','未知','/uploads/allimg/130202/1-130202160A9545-lp.jpg','1359792377','1359792510','1','腊,八节,节日,文化,中国,农历,腊月,最重,大的,','0','0','0','0','0','0','中国农历腊月最重大的节日，是农历十二月称腊月，十二月初八，古代称为腊日，俗称腊八节。从先秦起，腊八节都是用来祭祀祖先和神灵，祈求丰收和吉祥。据说，佛教创始人释迦牟','','1','0','0','5');");
E_D("replace into `dede_archives` values('8','19','0','1359792513','','1','1','0','144','0','解说茅台历史(一)','','','admin','未知','','1359792513','1359792544','1','解说,茅台,历史,一,在,中国,历史上,关于,酒,','0','0','0','0','0','0','在中国历史上，关于酒的最早的溯源，既有酒星始酒、上皇兴酒的典故，又有仪狄作醪、杜康酿酒的传说。人类酿酒已有近万年的历史，而中国，则是世界上学会酿酒最早的国家之一，','','1','0','0','6');");
E_D("replace into `dede_archives` values('9','19','0','1359792558','','1','1','0','129','0','解说茅台历史(二)','','','admin','未知','','1359792558','1359792593','1','解说,茅台,历史,二,茅台,有着,红色,彰显,的,','0','0','0','0','0','0','茅台有着红色彰显的历史 我们说茅台是中国当之无愧的国酒，还不仅仅在于它的悠远的历史，独特的工艺，卓然的品质。同时，茅台对中国革命特殊的贡献，也是任何其他产品不能比肩','','1','0','0','7');");
E_D("replace into `dede_archives` values('10','19','0','1359792599','','1','1','0','111','0','解说茅台历史(三)','','','admin','未知','','1359792599','1359792636','1','解说,茅台,历史,三,茅台,有着,名冠,世界,的,','0','0','0','0','0','0','茅台有着名冠世界的历史 作为世界三大蒸馏名酒之一的贵州茅台酒，名冠四海的历史是从1915年开始的。几乎可以这样说，在此之前，古老的中国虽然有着悠远的酿酒历史，有着丰厚的','','1','0','0','8');");
E_D("replace into `dede_archives` values('11','19','0','1359792645','','1','1','0','122','0','喝酒脸红是中毒症状 脸红的人患食道癌风险较高','','','admin','未知','','1359792645','1359792660','1','喝酒,脸红,是,中毒,症状,脸,红的,人患,食道癌,','0','0','0','0','0','0','有条微博非常热门，转发超过15万次，评论1.1万条，包括明星马伊琍在内的诸多名人，都参与了转发。原微博写着：今天我们科室又收来16个食道癌的患者，最年轻的才27岁，全是食管中','','1','0','0','9');");
E_D("replace into `dede_archives` values('12','19','0','1359792663','','1','1','0','182','0','传世佳酿 雍容华贵','','','admin','未知','','1359792663','1359792687','1','传世,佳酿,雍容华贵,美酒,是,自然,的,馈赠,。,','0','0','0','0','0','0','美酒是自然的馈赠。中国白酒对天赋生态极其依赖，细微至末的考究方能成就最高贵的品质。茅台陈酿每一细节都尊崇天然。 水 水是酒的灵魂。茅台陈酿完全萃取清冽纯净的赤水。赤水','','1','0','0','10');");
E_D("replace into `dede_archives` values('13','19','0','1359792692','','1','1','0','97','0','藏酒的增值','','','admin','未知','','1359792692','1359792717','1','藏酒,的,增值,藏酒,是,不会,赔钱,贬值,的,只,','0','0','0','0','0','0','藏酒是不会赔钱贬值的，只要以出品年正常售价购入，随时间的推移，只会增值，是不会贬值的。只是增值的幅度不同罢了。 藏酒初期每年的增值幅度大约十几个百分点，时间越长，每','','1','0','0','11');");
E_D("replace into `dede_archives` values('14','19','0','1359792723','','1','1','0','162','0','白酒里的中国经济倒影','','','admin','未知','','1359792723','1359792740','1','白酒,里,的,中国经济,倒影,国,人爱,酒,尤其是,','0','0','0','0','0','0','国人爱酒，尤其是 白酒 ，这种爱好不仅体现在餐桌上，也投射在股市中。2010年以来，中国股市3年走熊，白酒类上市公司股票却走出了一波强劲上扬的大行情，酒鬼酒和贵州茅台是其中','','1','0','0','12');");
E_D("replace into `dede_archives` values('15','19','0','1359792752','','1','1','0','121','0','2013年送礼--个性定制礼品让送礼不再单调','','','admin','未知','','1359792752','1359792769','1','2013年,送礼,个性,定制,礼品,让,不再,单调,','0','0','0','0','0','0','礼尚往来是中华传统文化几千年来的传承。相互赠送礼品也是我们处在社会中必须学会的交际之道。这里面的礼字我想有两个含义，其一是礼仪方面，人家以礼相待你当然要还之彼身。','','1','0','0','13');");
E_D("replace into `dede_archives` values('16','20','0','1359792850','p','1','1','0','166','0','香槟“CHAMPAGNE”','','','admin','未知','/uploads/allimg/130202/1-1302021620122P-lp.png','1359792850','1359793234','1','香槟,“,CHAMPAGNE,”,香槟,CHAMPAGNE,','0','0','0','0','0','0','香槟CHAMPAGNE，与快乐、欢笑同义。始终充满奢侈、诱惑、浪漫的色彩，也是葡萄酒中的王后。在历史上没有任何酒，可比美香槟的神秘性，它给人一种纵酒高歌的豪放气氛，它独特的汽','','1','0','0','14');");
E_D("replace into `dede_archives` values('17','20','0','1359793237','','1','1','0','180','0','为什么选择酒钟情个性化定制酒平台','','','admin','未知','','1359793237','1359793260','1','为什么,选择,酒,钟情,个性化,定,制酒,平台,','0','0','0','0','0','0','为什么选择酒钟情DIY个性化定制酒？ 一、对企事业单位： 1、将个性化定制酒作为贵方产品或者服务的赠品赠送给消费者，增加贵方形象及品牌附加值； 2、将个性化定制酒融入贵方对消','','1','0','0','15');");
E_D("replace into `dede_archives` values('18','20','0','1359793601','p','1','1','0','58','0','鉴道白酒知识讲座（1）','','','admin','未知','/uploads/allimg/130202/1-130202162H5963-lp.png','1359793601','1359793652','1','鉴道,白酒,知识,讲座,','0','0','0','0','0','0','','','1','0','0','16');");
E_D("replace into `dede_archives` values('19','20','0','1359793668','p','1','1','0','125','0','红葡萄酒和白葡萄酒','','','admin','未知','/uploads/allimg/130202/1-130202162RN53-lp.png','1359793668','1359793711','1','红葡萄酒,和,白葡萄酒,仿佛,时空,拉开,一个,','0','0','0','0','0','0','仿佛时空拉开一个隧道，身着一袭旗袍的丽人款款而来。一首低吟平仄的诗，赋的是美酒，醉的是人心。刹那间，空气中弥漫的是浓郁的酒香。只是一品，竟是笑颜如花...... 93年拉图 产','','1','0','0','17');");
E_D("replace into `dede_archives` values('20','20','0','1359793713','p','1','1','0','90','0','白酒收藏知识讲座（2）','','','admin','未知','/uploads/allimg/130202/1-1302021629131G-lp.jpg','1359793713','1359793757','1','白酒,收藏,知识,讲座,鉴道,白酒,知识,讲座,','0','0','0','0','0','0','[ 鉴道白酒知识讲座 ] 之二 白酒收藏','','1','0','0','18');");
E_D("replace into `dede_archives` values('21','20','0','1359793765','p','1','1','0','95','0','《私藏酒GranReserve酒制》','','','admin','未知','/uploads/allimg/130202/1-130202163010950-lp.jpg','1359793765','1359793819','1','《,私藏酒GranReserve酒制,》,什么,是,私藏,级','0','0','0','0','0','0','什么是私藏(级)酒 ？Gran Reserve (本私藏酒制由本庄主-中国私藏酒之父刘雷先生创制) 私藏酒酒制: 1.私：指须为私人家族酒庄出品的私家酒。具有本家特有的酒格，须有酒庄签封,单独 编','','1','0','0','19');");
E_D("replace into `dede_archives` values('22','3','0','1359794668','','1','1','0','183','0','酒文化测试文章酒文化测试文章酒文化测试文章','','','admin','未知','','1359794668','1359794694','1','酒文化,测试,文章,酒文化,测试,文章,文,','0','0','0','0','0','0','酒文化测试文章酒文化测试文章酒文化测试文章酒文化酒文化测试文酒文化酒文化测试文章酒文化测试文章酒文化测试文章酒文化测试文章酒文化测试文章酒文化测试文章酒文化测试文','','1','0','0','20');");
E_D("replace into `dede_archives` values('23','10','0','1359795045','','1','18','0','158','0','中国酒文化第一集','','','admin','未知','','1359795045','1359795099','1','中国,酒文化,第,一集,中国,酒文化,第,一集,','0','0','0','0','0','0','中国酒文化第一集','','1','0','0','21');");
E_D("replace into `dede_archives` values('24','4','0','1359797507','p','1','17','0','71','0','私藏酒测试标题2','','','admin','未知','/uploads/130202/1-130202155ZTQ.jpg','1359797507','1359797381','1','/uploads/130202/1-130202155ZTQ','0','0','0','0','0','0','私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题2私藏酒测试标题','','1','0','0','22');");
E_D("replace into `dede_archives` values('25','4','0','1359797383','p','1','17','0','169','0','私藏酒测试标题3','','','admin','未知','/uploads/130202/1-130202155ZTQ.jpg','1359797383','1359797411','1','私,藏酒,测试,标题,私,藏酒,测试,标题,私私,','0','0','0','0','0','0','私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题3私藏酒测试标题','','1','0','0','23');");
E_D("replace into `dede_archives` values('26','4','0','1359797413','p','1','17','0','198','0','私藏酒测试标题4','','','admin','未知','/uploads/130202/1-130202155ZTQ.jpg','1359797413','1359797431','1','私,藏酒,测试,标题,私,藏酒,测试,标题,','0','0','0','0','0','0','私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题4私藏酒测试标题','','1','0','0','24');");
E_D("replace into `dede_archives` values('27','4','0','1359797433','p','1','17','0','74','0','私藏酒测试标题5','','','admin','未知','/uploads/130202/1-130202155ZTQ.jpg','1359797433','1359797466','1','私,藏酒,测试,标题,私,藏酒,测试,标题,','0','0','0','0','0','0','私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题5私藏酒测试标题','','1','0','0','25');");
E_D("replace into `dede_archives` values('28','4','0','1359797468','p','1','17','0','140','0','私藏酒测试标题6','','','admin','未知','/uploads/130202/1-130202155ZTQ.jpg','1359797468','1359797492','1','私,藏酒,测试,标题,私,藏酒,测试,标题,标私,','0','0','0','0','0','0','私藏酒测试标题6私藏酒测试标题6私藏酒测试标私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏酒测试标题6私藏','','1','0','0','26');");
E_D("replace into `dede_archives` values('29','4','0','1359797521','p','1','17','0','141','0','私藏酒测试标题7','','','admin','未知','/uploads/130202/1-130202155ZTQ.jpg','1359797521','1359797544','1','私,藏酒,测试,标题,私,藏酒,测试,标题,','0','0','0','0','0','0','私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题','','1','0','0','27');");
E_D("replace into `dede_archives` values('30','4','0','1359797570','p','1','17','0','134','0','私藏酒测试标题8','','','admin','未知','/uploads/130202/1-130202155ZTQ.jpg','1359797570','1359797566','1','/uploads/130202/1-130202155ZTQ','0','0','0','0','0','0','私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题7私藏酒测试标题','','1','0','0','28');");
E_D("replace into `dede_archives` values('31','28','0','1359798422','p','1','1','0','69','0','首页幻灯片一','','','admin','未知','/uploads/allimg/130202/1-1302021JP4O6.jpg','1359798422','1359798387','1','首页,幻灯片,一,首页,幻灯片,一,幻灯,','0','0','0','0','0','0','首页幻灯片一首页幻灯片一首页幻灯片一首页幻灯首页幻灯片一首页幻灯片一首页幻灯片一首页幻灯片一首页幻灯片一','','1','0','0','29');");
E_D("replace into `dede_archives` values('32','28','0','1359798504','p','1','1','0','179','0','首页幻灯片二','','','admin','未知','/uploads/allimg/130202/1-1302021JP4O6.jpg','1359798504','1359798401','1','首页,幻灯片,二,首页,幻灯片,二,','0','0','0','0','0','0','首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻灯片二首页幻','','1','0','0','30');");
E_D("replace into `dede_archives` values('33','28','0','1359798512','p','1','1','0','128','0','首页幻灯片三','','','admin','未知','/uploads/allimg/130202/1-1302021JP4O6.jpg','1359798512','1359798418','1','首页,幻灯片,三,首页,幻灯片,三,','0','0','0','0','0','0','首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻灯片三首页幻','','1','0','0','31');");
E_D("replace into `dede_archives` values('34','28','0','1359798521','p','1','1','0','58','0','首页幻灯片四','','','admin','未知','/uploads/allimg/130202/1-1302021JP4O6.jpg','1359798521','1359798543','1','首页,幻灯片,四,首页,幻灯片,四,','0','0','0','0','0','0','首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻灯片四首页幻','','1','0','0','32');");

require("../../inc/footer.php");
?>